src/main/resources/xmls/salesforcequery/CreateOpportunityReqCloneOns.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"

 	xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">

<Header>
<SessionHeader xmlns="urn:partner.soap.sforce.com">
<sessionId></sessionId>
</SessionHeader>
</Header>
<Body>
<create xmlns="urn:partner.soap.sforce.com">

<sObjects>

<type xmlns="urn:sobject.partner.soap.sforce.com">Opportunity</type>
<Name xmlns="">test</Name>
<AccountId xmlns=""></AccountId>
<RecordTypeId xmlns=""></RecordTypeId>
<!--<Global_Account_Name__c xlmns=""></Global_Account_Name__c>-->
<Req_Category__c xmlns=""></Req_Category__c>
<CloseDate xmlns=""></CloseDate>
<Currency__c xmlns=""></Currency__c>
<Req_Division__c xmlns=""></Req_Division__c>
<Req_Hiring_Manager__c xmlns=""></Req_Hiring_Manager__c>
<Req_Job_Title__c xmlns=""></Req_Job_Title__c>
<Req_Job_Code__c xmlns=""></Req_Job_Code__c>
<OpCo__c xmlns=""></OpCo__c>
<Req_Product__c xmlns=""></Req_Product__c>
<Req_Segment__c xmlns=""></Req_Segment__c>
<Account_City__c xmlns=""></Account_City__c>
<Req_Worksite_Country__c xmlns=""></Req_Worksite_Country__c>
<Req_Worksite_City__c xmlns=""></Req_Worksite_City__c>
<Req_Worksite_Street__c xmlns=""></Req_Worksite_Street__c>
<Req_Worksite_State__c xmlns=""></Req_Worksite_State__c>
<Req_Worksite_Postal_Code__c xmlns=""></Req_Worksite_Postal_Code__c>
<Req_Additional_Information__c xmlns=""></Req_Additional_Information__c>
<Req_Qualification__c xmlns=""></Req_Qualification__c>
<Req_Secondary_Delivery_Office__c xmlns=""></Req_Secondary_Delivery_Office__c>
<Req_Delivery_Type__c xmlns=""></Req_Delivery_Type__c>
<Req_Background_Check_Required__c xlmns=""></Req_Background_Check_Required__c>
<Req_Bill_Rate_Max__c xlmns=""></Req_Bill_Rate_Max__c>
<Req_Bill_Rate_Min__c xlmns=""></Req_Bill_Rate_Min__c>
<Req_Business_Challenge__c xlmns=""></Req_Business_Challenge__c>
<Req_Client_working_on_Req__c xlmns=""></Req_Client_working_on_Req__c>
<Req_Competition_Info__c xlmns=""></Req_Competition_Info__c>
<Req_Compliance__c xlmns=""></Req_Compliance__c>
<Req_Job_Description__c xlmns=""></Req_Job_Description__c>
<Req_Duration__c xlmns=""></Req_Duration__c>
<Req_Duration_Unit__c xlmns=""></Req_Duration_Unit__c>
<Req_End_Client__c xlmns=""></Req_End_Client__c>
<Req_EVP__c xlmns=""></Req_EVP__c>
<Req_Exclusive__c xlmns=""></Req_Exclusive__c>
<Req_Job_Level__c xmlns=""></Req_Job_Level__c>
<Req_External_Job_Description__c xlmns=""></Req_External_Job_Description__c>
<Req_Government__c xlmns=""></Req_Government__c>
<Req_Interview_Information__c xlmns=""></Req_Interview_Information__c>
<Req_Minimum_Education_Required__c xlmns=""></Req_Minimum_Education_Required__c>
<Req_OFCCP_Required__c xlmns=""></Req_OFCCP_Required__c>
<OT_Multiplier__c xlmns=""></OT_Multiplier__c>
<Req_Pay_Rate_Max__c xlmns=""></Req_Pay_Rate_Max__c>
<Req_Pay_Rate_Min__c xlmns=""></Req_Pay_Rate_Min__c>
<Req_Payroll__c xlmns=""></Req_Payroll__c>
<Req_Performance_Expectations__c xlms=""></Req_Performance_Expectations__c>
<Req_Red_Zone__c xlmns=""></Req_Red_Zone__c>
<Req_Service_Product_Offering__c xlmns=""></Req_Service_Product_Offering__c>
<EnterpriseReqSkills__c xlmns=""></EnterpriseReqSkills__c>
<Req_Standard_Burden__c xlmns=""></Req_Standard_Burden__c>
<Req_Work_Environment__c xlmns=""></Req_Work_Environment__c>
<Req_Skill_Details__c xlmns=""></Req_Skill_Details__c>
<Req_Drug_Test_Required__c xlmns=""></Req_Drug_Test_Required__c>
<Legacy_Product__c xmlns=""></Legacy_Product__c>
<Organization_Office__c xmlns=""></Organization_Office__c>
<Req_Draft_Reason__c xmlns=""></Req_Draft_Reason__c>
<Req_Rate_Frequency__c xmlns=""></Req_Rate_Frequency__c>
<StageName xmlns=""></StageName>
<Req_Total_Positions__c xmlns=""></Req_Total_Positions__c>
<Start_Date__c xmlns=""></Start_Date__c>
<Req_Date_Client_Opened_Position__c xmlns=""></Req_Date_Client_Opened_Position__c>
<Req_Interview_Date__c xmlns=""></Req_Interview_Date__c>
<Immediate_Start__c xmlns=""></Immediate_Start__c>
<Req_RRC_Positions__c xmlns=""></Req_RRC_Positions__c>
<Req_Salary_Max__c xlmns=""></Req_Salary_Max__c>
<Req_Salary_Min__c xlmns=""></Req_Salary_Min__c>
<Req_Fee_Percent__c xlmns=""></Req_Fee_Percent__c>
<Req_Can_Use_Approved_Sub_Vendor__c xlmns=""></Req_Can_Use_Approved_Sub_Vendor__c>
<Req_Work_Remote__c xmlns=""></Req_Work_Remote__c>
<Government_Work__c	 xmlns=""></Government_Work__c	>
<MSP__c	 xmlns=""></MSP__c	>

</sObjects>
</create>
</Body>
</Envelope>


	